Repository: CodyBontecou/GitSync.md
Catalog: Sync.md/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, he, hi, hu, id, it, ja, ko, nb, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Could not create username credentials for '%@'.
ar: : لم يتم إنشاء بيانات اسم المستخدم للـ '%@'.
da: kunne ikke oprette brugernavn-kreditorer for '%@'.
de: : Es konnte keine Benutzernamen-Kennungen für „" erstellt werden.%@'.
es: No se pudieron crear las credenciales de nombre de usuario para '%@'.
fi: ei onnistunut luomaan käyttäjän nimen tietoja ' -tilalle.%@'.
fr: : Impossible de créer les identifiants d'utilisateur pour «%@'.
he: לא הצלחנו ליצור credentiaלים של שם משתמש עבור '%@'.
hi: : "' के लिए उपयोगकर्ता नाम के प्रमाणन बनाने में विफलता हुई।%@'.
hu: : nem sikerült a „" névvel kapcsolatos felhasználónév-azonosítók létrehozása%@'.
id: Tidak dapat membuat kredensial nama pengguna untuk '%@'.
it: Non è stato possibile creare le credenziali di utente per '%@'.
ja: : 「」に対するユーザー名認証情報を作成できませんでした。%@'.
ko: : ‘’에 대한 사용자 이름 인증 정보 생성에 실패했습니다.%@'.
nb: : Kunne ikke opprette brukernavn-kredittopplysninger for '%@'.
nl: : kon de gebruikersnaam-credentiaal voor ' niet aanmaken%@'.
pl: Nie udało się utworzyć danych uwierzytelniających nazwy użytkownika dla '%@'.
pt_br: Não foi possível criar as credenciais de nome de usuário para '%@'.
ru: Не удалось создать учетные данные имени пользователя для «»%@'.
sv: Kunde inte skapa användarnamnautentiseringar för '%@'.
th: : ไม่สามารถสร้างข้อมูลชื่อผู้ใช้และข้อมูลยืนยันตัวตนสำหรับ '' ได้%@'.
tr: : ' için kullanıcı adı kimlik bilgileri oluşturulamadı.%@'.
uk: Не вдалося створити кріденталі для користувача для «»%@'.
vi: Không thể tạo thông tin đăng nhập người dùng cho '%@'.
zh_hans: ：无法为“”创建用户名凭据%@'.
zh_hant: ：無法爲“”創建用戶名憑據%@'.

source: Could not determine the Git LFS endpoint for this repository.
ar: لا يمكن تحديد نقطة نهاية Git LFS لهذا المستودع.
da: Kunne ikke bestemme Git LFS-slutpunktet for dette lager.
de: Der Endpunkt Git LFS für dieses Repository konnte nicht ermittelt werden.
es: No se pudo determinar el punto final Git LFS para este repositorio.
fi: ei voitu määrittää. Git LFS tähän versioon.
fr: Impossible de déterminer le Point de terminaison Git LFS pour ce référentiel.
he: לא הצלחנו לקבוע את הערך Git LFS – נקודת הסיום של המאגר הזה.
hi: : इसे निर्धारित नहीं किया जा सका। Git LFS – इस रिपॉजिटरी के लिए एंडपॉइंट।
hu: : nem sikerült meghatározni Git LFS – ezen adatmagazin végpontja.
id: Tidak dapat menentukan Git LFS endpoint untuk repositori ini.
it: Non è stato possibile determinare il valore. Git LFS : endpoint per questo repository.
ja: ：決定できませんでした。 Git LFS ：このリポジトリのエンドポイント。
ko: : 결정할 수 없습니다. Git LFS : 이 저장소의 엔드포인트입니다.
nb: : Kunne ikke bestemme det Git LFS – sluttpunkt for dette lagringsmønsteret.
nl: : kon de waarde niet bepalen Git LFS -endpoint voor dit repository.
pl: Nie udało się określić Git LFS – punkt końcowy dla tego reposituarium.
pt_br: Não foi possível determinar o Git LFS – ponto final para este repositório.
ru: Не удалось определить Git LFS — конечная точка для данного репозитория.
sv: Kunde inte bestämma Git LFS – slutpunkt för detta lagringsplats.
th: ไม่สามารถระบุข้อมูลได้ Git LFS : จุดสิ้นสุดสำหรับคลังข้อมูลนี้
tr: : Belirleyemezdim Bu depolama alanının Git LFS uç noktası.
uk: Не вдалося визначити Git LFS – кінцевий точка для цього репозиторію.
vi: Không thể xác định được Git LFS – điểm kết thúc của kho dữ liệu này.
zh_hans: 无法确定 Git LFS ——该存储库的端点。
zh_hant: 無法確定 Git LFS ——該存儲庫的端點。

source: Could not load conflict
ar: تعذر تحميل التعارض
da: Konflikt kunne ikke indlæses
de: Konflikt konnte nicht geladen werden
es: No se pudo cargar el conflicto
fi: ei voitu ladata ristiriitaa
fr: Impossible de charger le conflit
he: לא הצלחנו להטען מתחי קراعות
hi: : संघर्ष लोड करने में विफलता।
hu: : Konfliktus betöltése nem sikerült
id: Tidak dapat memuat konflik
it: : non è stato possibile caricare il conflitto
ja: ：コンフリクトの読み込みに失敗しました
ko: : 충돌 정보 로드 실패
nb: : Kunne ikke laste konflikt
nl: : Kon de conflicten niet laden
pl: Nie udało się załadować konfliktu
pt_br: : Não foi possível carregar o conflito.
ru: : Не удалось загрузить конфликт.
sv: : Kunde inte ladda konflikt
th: : ไม่สามารถโหลดข้อมูลความขัดแย้งได้
tr: : Çelişki yüklenemedi
uk: Не вдалося завантажити конфлікт
vi: Không thể tải dữ liệu xung đột
zh_hans: ：无法加载冲突
zh_hant: ：無法加載衝突

source: Could not load default system credentials.
ar: : لم يتم تحميل بيانات الدخول الافتراضية للنظام.
da: : Kan ikke laste standard-systemoplysninger.
de: : Es konnte die standardmäßigen Systemanmeldedaten nicht laden.
es: No se pudieron cargar las credenciales de sistema predeterminadas.
fi: : ei onnistunut ladattamaan oletusjärjestelmäluonnostot.
fr: : Impossible de charger les identifiants système par défaut.
he: לא הצלחנו להטמעת פרטי ההתחברות mặcומית של המערכת.
hi: : डिफ़ॉल्ट सिस्टम क्रेडेंशियल्स को लोड नहीं किया जा सका।
hu: : A standard rendszerfelhasználói adatok betöltése nem sikerült.
id: Tidak dapat memuat kredensial sistem default.
it: Non è stato possibile caricare le credenziali predefinite del sistema.
ja: ：デフォルトのシステム認証情報の読み込みに失敗しました。
ko: : 기본 시스템 자격 정보를 로드할 수 없습니다.
nb: : Kunne ikke laste standard-systemautoriseringer.
nl: : Kan de standaard-systeemgegevens niet laden.
pl: Nie udało się załadować domyślnych uprawnień systemowych.
pt_br: Não foi possível carregar as credenciais de sistema predefinidas.
ru: : Не удалось загрузить стандартные системные учетные данные.
sv: Kunde inte ladda standardsystemautentiseringsuppgifter.
th: : ไม่สามารถโหลดข้อมูลสิทธิ์ระบบเริ่มต้นได้
tr: : Standart sistem kimlik bilgilerini yükleme başarısız oldu.
uk: Не вдалося завантажити стандартні системні дані авторизації.
vi: Không thể tải các thông tin xác thực hệ thống mặc định.
zh_hans: ：无法加载默认系统凭据。
zh_hant: ：無法加載默認繫統憑據。

source: Could not load the saved SSH key. Check the key format and passphrase.
ar: : لم يتم تحميل الملف المحفوظ. رمز SSH ؛ تحقق من تنسيق الرمز وعبارة التأمين. تم اختيار التحقق من
da: : Kan ikke laste de gemte oplysninger. SSH nøgle. Kontrolér nøglesformatet og passphrasen. Authentificeringen
de: : Das gespeicherte Dokument konnte nicht geladen werden. SSH -Schlüssel: Überprüfen Sie das Schlüsselformat und die Passphrase. Bei
es: No se pudo cargar el archivo guardado Clave SSH . Verifique el formato de la clave y la frase de contraseña. Se ha seleccionado la autenticación
fi: : Virhe – tallennettu tiedosto ei onnistunut ladattavaksi SSH -avain. Tarkista avainmuoto ja salasanan.
fr: : Impossible de charger le fichier sauvegardé Clé SSH : vérifiez le format de la clé et la phrase de sécurité. L'authentification
he: לא הצלחנו להטמעת הנתונים שהוגדרו קוד SSH – בדקו את צורת הקוד ואת מחרוזת הסימנים. הautentיקציה
hi: : सहेजे गए दस्तावेज़ को लोड नहीं किया जा सका। SSH कुंजी। कुंजी के प्रारूप तथा पासवर्ड की जाँच करें।
hu: : a mentett adatok betöltése nem sikerült SSH kulcs. Ellenőrizze a kulcs formátumát és a passzfrájzt. A
id: Tidak dapat memuat data yang disimpan Kunci SSH . Periksa format kunci dan passphrase. Autentikasi
it: : non è stato possibile caricare il file salvato Chiave SSH . Verificare il formato della chiave e la frase di crittografia. Per
ja: ：保存データの読み込みに失敗しました。 SSH キー。キーの形式およびパスフレーズを確認してください。
ko: : 저장된 파일을 로드할 수 없습니다. SSH 키입니다. 키 형식과 패스프레이시를 확인하십시오.
nb: : Kunne ikke laste inn de oppbevarte dataene SSH nøkkel. Sjekk nøkkelformatet og passordet. Autentisering med
nl: : De opgeslagen gegevens kon niet worden geladen. SSH sleutel. Controleer het sleutelformaat en de passcode. Voor
pl: Nie udało się załadować zapisanego pliku Klucz SSH . Sprawdź format klucza oraz hasło. Autentyzacja
pt_br: Não foi possível carregar o arquivo salvo. Chave SSH . Verifique o formato da chave e a frase de senha. A autenticação
ru: Не удалось загрузить сохранённые данные Ключ SSH . Проверьте формат ключа и пароль для доступа. Для
sv: Kunde inte ladda de sparade uppgifterna SSH nyckel. Kontrollera nyckelformatet och passphrasen.
th: : ไม่สามารถโหลดข้อมูลที่บันทึกไว้ได้ SSH คีย์: ตรวจสอบรูปแบบของคีย์และข้อความผ่านส่ง (passphrase)
tr: : Kaydedilmiş dosyayı yükleme başarısız oldu. SSH anahtarı. Anahtar formatını ve şifre parolasını kontrol edin.
uk: Не вдалося завантажити збережений файл Ключ SSH . Перевірте формат ключа та фразу для захисту. Для
vi: Không thể tải lại tệp đã lưu Chìa khóa SSH . Hãy kiểm tra định dạng chìa khóa và khẩu hiệu bảo mật. Tính năng xác thực
zh_hans: ：无法加载已保存数据 SSH 密钥。请检查密钥格式和密码短语。
zh_hant: ：無法加載已保存數據 SSH 密鑰。請檢查密鑰格式和密碼短語。

source: Could not read branch ref name for %@
ar: تعذر قراءة اسم مرجع الفرع لـ %@
da: Kunne ikke læse grenreferens navn for %@
de: Zweigreferenzname für %@ konnte nicht gelesen werden
es: No se pudo leer el nombre de referencia de la rama para %@
fi: ei voitu lukea haaran nimeä %@
fr: Impossible de lire le nom de la ref de branche pour %@
he: לא הצלחנו לקרוא את שם ה-branch-ref עבור %@
hi: : 'for' के लिए शाखा रेफ़ नाम पढ़ने में विफल रहा। %@
hu: : nem sikerült a részleg referenciánév olvasása %@
id: Tidak dapat membaca nama referensi cabang untuk %@
it: Non è stato possibile leggere il nome della referenza della filiale per %@
ja: ：「for」のためのブランチ参照名を読み取ることができませんでした。 %@
ko: : 해당 항목의 분기 참조 이름을 읽을 수 없습니다. %@
nb: : Kunne ikke lese grense-refsnavn for %@
nl: : kon de naam van de takreferentie voor niet lezen %@
pl: Nie udało się odczytać nazwy odwołania do gałęzi dla %@
pt_br: Não foi possível ler o nome da referência de ramo para %@
ru: Не удалось прочитать имя ссылки на ветку для %@
sv: Kunde inte läsa filialreferensnamn för %@
th: : ไม่สามารถอ่านชื่อ reference ของสาขาได้ %@
tr: : 'for' için şube referansı adını okunamadı. %@
uk: Не вдалося прочитати назву референса відділу для %@
vi: Không thể đọc tên tham chiếu nhánh cho %@
zh_hans: ：无法读取分支引用名称 %@
zh_hant: ：無法讀取分支引用名稱 %@

source: Could not read repository path
ar: تعذر قراءة مسار المستودع
da: Kunne ikke læse lagerstien
de: Der Repository-Pfad konnte nicht gelesen werden
es: No se pudo leer la ruta del repositorio
fi: versiovarastoa ei voitu lukea
fr: Impossible de lire le chemin du dépôt
he: לא הצלחנו לקרוא 경ทาง המאגר
hi: : रिपॉजिटरी पथ को पढ़ने में विफलता।
hu: : a repozitóriumban található útvonal olvasása nem sikerült
id: Tidak dapat membaca jalur repositori
it: : non è stato possibile leggere il percorso del repository
ja: ：リポジトリパスの読み取りに失敗しました
ko: : 저장소 경로 읽기 실패
nb: : Kunne ikke lese repotretpatien
nl: : Kon de repositorypad niet lezen
pl: Nie udało się odczytać ścieżki reposituaru
pt_br: Não foi possível ler o caminho do repositório
ru: : Не удалось прочитать путь репозитория
sv: Kunde inte läsa lagringsvägen
th: : ไม่สามารถอ่านเส้นทางของรีโพซิทอรี่ได้
tr: : Depo yolu okunamadı
uk: Не вдалося прочитати шлях репозиторію
vi: Không thể đọc đường dẫn kho dữ liệu
zh_hans: ：无法读取存储库路径
zh_hant: ：無法讀取存儲庫路徑

source: Could not resolve HEAD after continuing rebase
ar: تعذر حل HEAD بعد متابعة عملية إعادة الأساس
da: Kunne ikke løse HEAD efter fortsat rebase
de: HEAD konnte nach Fortsetzung des Rebase nicht aufgelöst werden
es: No se pudo resolver HEAD después de continuar con el cambio de base
fi: HEAD ei voitu selvittää jälkeen
fr: n&#39;a pas pu résoudre HEAD après avoir continué le rebase
he: לא הצלחנו לפתור את ה-HEAD לאחר המשך ה-rebase
hi: : 'rebase' को जारी रखने के बाद 'HEAD' को समाधान नहीं किया जा सका।
hu: : A rebase folytatása után a HEAD-t nem sikerült megoldani.
id: Tidak dapat menyelesaikan HEAD setelah proses rebase dilanjutkan
it: : non è stato possibile risolvere HEAD dopo il completamento del rebase.
ja: : レバス再実行後、HEADを解決できませんでした
ko: : 재기반화를 계속 진행한 후에도 HEAD를 해결할 수 없습니다.
nb: : Kunne ikke løse HEAD etter at rebase ble fortsettet
nl: : Kon HEAD niet oplossen na het voortzetten van de rebase
pl: Nie udało się rozwiązać HEAD po kontynuowaniu operacji rebase.
pt_br: Não foi possível resolver o HEAD após a continuação do rebase.
ru: Не удалось разрешить ссылку HEAD после продолжения операции rebase
sv: Kunde inte upprätta HEAD efter att ha fortsatt rebase-processen
th: : ไม่สามารถแก้ไข HEAD ได้หลังจากดำเนินการ rebase ต่อไป
tr: : Rebase işlemi devam ettikten sonra HEAD'i çözülemiyordu.
uk: Не вдалося розв'язати HEAD після продовження процесу rebase.
vi: Không thể giải quyết HEAD sau khi tiếp tục quá trình rebase
zh_hans: ：在继续执行rebase操作后，无法解析HEAD信息
zh_hant: ：在繼續執行rebase操作後，無法解析HEAD信息

source: Could not resolve HEAD before continuing rebase
ar: تعذر حل HEAD قبل متابعة عملية إعادة الأساس
da: Kunne ikke løse HEAD, før du fortsatte rebase
de: HEAD konnte vor dem Fortsetzen des Rebase nicht aufgelöst werden
es: No se pudo resolver HEAD antes de continuar con el cambio de base
fi: HEAD ei voitu selvittää ennen siirron jatkamista
fr: Impossible de résoudre HEAD avant de continuer le rebase
he: לא הצלחנו לפתור את ה-HEAD לפני המשך ה-rebase
hi: : 'rebase' जारी रखने से पहले 'HEAD' को समाधान नहीं किया जा सका।
hu: : A rebase folytatása előtt nem sikerült a HEAD elem megoldása.
id: Tidak dapat menyelesaikan HEAD sebelum melanjutkan proses rebase
it: Non è stato possibile risolvere il HEAD prima di proseguire il rebase
ja: : レイベース再実行を継続する前に、HEADを解決できませんでした。
ko: : 리베이스를 계속 진행하기 전에 HEAD를 해결할 수 없습니다.
nb: : Kunne ikke løse HEAD-fil før kontinuering av rebase-prosessen
nl: : Kon HEAD niet oplossen voordat de rebase wordt voortgezet
pl: Nie udało się rozwiązać HEAD przed kontynuowaniem operacji rebase.
pt_br: : Não foi possível resolver o HEAD antes de prosseguir com a rebase.
ru: Не удалось разрешить HEAD до продолжения операции rebase
sv: Kunde inte lösa HEAD innan fortsättning av rebase
th: : ไม่สามารถแก้ไขค่า HEAD ก่อนดำเนินการ rebase ต่อไปได้
tr: : Rebase işlemi devam ettirmeden HEAD verisini çözemez.
uk: Не вдалося розв'язати HEAD до продовження процесу rebase.
vi: Không thể giải quyết HEAD trước khi tiếp tục quá trình rebase
zh_hans: ：在继续执行rebase操作前，无法解析HEAD信息
zh_hant: ：在繼續執行rebase操作前，無法解析HEAD信息

source: Could not resolve HEAD during merge abort
ar: تعذر حل HEAD أثناء إحباط الدمج
da: Kunne ikke løse HEAD under fletning afbryde
de: HEAD konnte während des Zusammenführungsabbruchs nicht aufgelöst werden
es: No se pudo resolver HEAD durante la cancelación de la fusión
fi: HEAD ei voitu selvittää yhdistämisen keskeytyksessä
fr: Impossible de résoudre HEAD pendant l&#39;abandon de fusion
he: לא הצלחנו לפתור את ה-HEAD במהלך ביטול שילוב
hi: : मर्ज अबोर्ट के दौरान HEAD का समाधान नहीं हो पाया।
hu: : A merge elutasításakor a HEAD-t nem sikerült megoldani.
id: Tidak dapat menyelesaikan HEAD selama proses aborsi penggabungan
it: Non è stato possibile risolvere HEAD durante l'aborto del merge
ja: : メージャリング中の中止時に、HEADを解決できませんでした。
ko: : 합병 중단 시 HEAD를 해결할 수 없습니다.
nb: : Kunne ikke løse HEAD under merge-avbrytelse
nl: : Kon HEAD niet oplossen tijdens een merge-aborting
pl: Nie udało się rozwiązać HEAD podczas przerwania połączenia merge.
pt_br: Não foi possível resolver o HEAD durante o aborto de fusão
ru: Не удалось разрешить HEAD при отмене слияния
sv: Kunde inte upprätta HEAD under mergeabort
th: : ไม่สามารถแก้ไขข้อมูล HEAD ได้ในขณะที่ยกเลิกการรวมข้อมูล
tr: : Birleşim kesintisi sırasında HEAD'ı çözülemadi
uk: Не вдалося розв'язати HEAD під час скасування злиття.
vi: Không thể giải quyết HEAD trong quá trình hủy hợp nhất
zh_hans: ：在合并中止时，无法解析 HEAD。
zh_hant: ：在閤併中止時，無法解析 HEAD。

source: Could not resolve HEAD during merge finalize
ar: تعذر حل HEAD أثناء إنهاء الدمج
da: Kunne ikke løse HEAD under afslutning af fletning
de: HEAD konnte beim Abschluss der Zusammenführung nicht aufgelöst werden
es: No se pudo resolver HEAD durante la finalización de la fusión
fi: PEAD ei voitu selvittää yhdistyksen viimeistelyä
fr: Impossible de résoudre HEAD lors de la finalisation de la fusion
he: לא הצלחנו לפתור את ה-HEAD במהלך שלב הסיום של שילוב
hi: : 'merge finalize' के दौरान 'HEAD' को समाधान नहीं किया जा सका।
hu: : A merge finalizálás közben a HEAD-t nem sikerült elérni.
id: Tidak dapat menyelesaikan HEAD selama proses merge finalize
it: Non è stato possibile risolvere HEAD durante il processo di finale del merge
ja: : メージャリング完了時にHEADを解決できませんでした
ko: : 합병 최종 단계에서 HEAD를 해결할 수 없습니다.
nb: : Kunne ikke løse HEAD under merge-finalize
nl: : Kon HEAD niet oplossen tijdens de merge-finalisatie
pl: Nie udało się rozwiązać HEAD podczas fazy finalizacji połączenia
pt_br: Não foi possível resolver o HEAD durante a etapa final de fusão
ru: Не удалось разрешить HEAD во время завершения слияния
sv: Kunde inte upprätta HEAD under merge-finalize-processen
th: : ไม่สามารถแยกหาข้อมูล HEAD ได้ในระหว่างขั้นตอน merge finalize
tr: : Birleştirme son aşamasında HEAD'i çözülemiyordu.
uk: Не вдалося розв'язати HEAD під час фінального етапу злиття.
vi: Không thể giải quyết HEAD trong quá trình hoàn tất hợp nhất
zh_hans: 在合并最终化阶段无法解析 HEAD
zh_hant: 在閤併最終化階段無法解析 HEAD

source: Could not resolve HEAD during revert commit
ar: تعذر حل HEAD أثناء الالتزام بالعودة
da: Kunne ikke løse HEAD under revert commit
de: HEAD konnte beim Zurücksetzen des Commits nicht aufgelöst werden
es: No se pudo resolver HEAD durante la reversión de confirmación
fi: PEAD ei voitu selvittää palautushenkilön aikana
fr: Impossible de résoudre HEAD pendant le commit de retour
he: לא הצלחנו לפתור את ה-HEAD במהלך ה-'revert commit'
hi: : 'revert commit' के दौरान HEAD को समाधान नहीं किया जा सका।
hu: : A „revert commit" eljáráskor a HEAD elemet nem sikerült megoldani.
id: Tidak dapat menyelesaikan HEAD selama proses revert commit
it: : non è stato possibile risolvere HEAD durante il commit di revert
ja: : レバートコミット時にHEADを解決できませんでした
ko: : revert commit 과정에서 HEAD를 해결할 수 없습니다.
nb: : Kunne ikke løse HEAD under revert-commit
nl: : Kon HEAD niet oplossen tijdens een revert-commit
pl: Nie udało się rozwiązać HEAD podczas odwrócenia commitu
pt_br: Não foi possível resolver o HEAD durante o commit de reversão.
ru: Не удалось разрешить HEAD при выполнении revert commit.
sv: Kunde inte upprätta HEAD under revert-commit
th: : ไม่สามารถแก้ไขค่า HEAD ได้ในระหว่างการย้อนกลับการคอมมิต
tr: : Geri dönüş commit sırasında HEAD'ı çözülemiyordu.
uk: Не вдалося розв'язати HEAD під час відмови комітів
vi: Không thể giải quyết HEAD trong quá trình revert commit
zh_hans: 在回滚提交过程中无法解析 HEAD
zh_hant: 在迴滾提交過程中無法解析 HEAD

source: Could not resolve HEAD for commit
ar: تعذر حل HEAD للالتزام
da: Kunne ikke løse HEAD for commit
de: HEAD für Commit konnte nicht aufgelöst werden
es: No se pudo resolver HEAD para la confirmación
fi: PEAD ei voitu selvittää toimitusta varten
fr: Impossible de résoudre HEAD pour le commit
he: לא הצלחנו לפתור את ה-HEAD עבור ה-commit
hi: : कमिट के लिए HEAD को संशोधित नहीं किया जा सका।
hu: : a commit kapcsolatában a HEAD-re nem sikerült megoldani.
id: Tidak dapat menyelesaikan HEAD untuk commit
it: Non è stato possibile risolvere il HEAD per il commit
ja: ：コミットのHEADを解決できませんでした
ko: : 커밋에 대한 HEAD를 해결할 수 없습니다.
nb: : Kunne ikke løse HEAD for commit
nl: : Kon HEAD voor de commit niet oplossen
pl: Nie udało się rozwiązać HEAD dla commitu
pt_br: Não foi possível resolver o HEAD para o commit
ru: Не удалось разрешить HEAD для коммита
sv: Kunde inte upprätta HEAD för commit
th: : ไม่สามารถ解析 HEAD สำหรับการคอมมิตได้
tr: : Commit için HEAD'i çözülemiyordu
uk: Не вдалося розв'язати HEAD для комітингу
vi: Không thể giải quyết HEAD cho commit
zh_hans: ：无法解析提交的HEAD信息
zh_hant: ：無法解析提交的HEAD信息

source: Could not resolve HEAD for diff
ar: تعذر حل مشكلة HEAD للفرق
da: Kunne ikke løse HEAD for diff
de: HEAD für Diff konnte nicht aufgelöst werden
es: No se pudo resolver HEAD para la diferencia
fi: ei voitu selvittää PEAD-levyle
fr: Impossible de résoudre HEAD pour diff
he: לא הצלחנו לפתור את ה-HEAD עבור diff
hi: : 'diff' के लिए 'HEAD' को समाधान नहीं किया जा सका।
hu: : A diff esetében a HEAD-t nem sikerült elérni.
id: Tidak dapat menyelesaikan HEAD untuk diff
it: Non è stato possibile risolvere il HEAD per il diff
ja: : diff の HEAD リクエストの解決に失敗しました
ko: : diff에 대한 HEAD를 해결할 수 없습니다.
nb: : Kunne ikke løse HEAD for diff
nl: : kon HEAD voor diff niet oplossen
pl: Nie udało się rozwiązać HEAD dla „diff"
pt_br: Não foi possível resolver o HEAD para 'diff'.
ru: Не удалось разрешить HEAD для diff
sv: Kunde inte upprätta HEAD för diff
th: : ไม่สามารถเรียกใช้ HEAD สำหรับ diff ได้
tr: : diff için HEAD'i çözülemadi
uk: Не вдалося розв'язати HEAD для diff
vi: Không thể giải quyết HEAD cho diff
zh_hans: ：无法解析“diff”对应的HEAD请求
zh_hant: ：無法解析“diff”對應的HEAD請求

source: Could not resolve HEAD for discard all
ar: تعذر حل HEAD لتجاهل الكل
da: Kunne ikke løse HEAD for kasser alle
de: HEAD für „Alles verwerfen“ konnte nicht aufgelöst werden
es: No se pudo resolver HEAD para descartar todo
fi: PEAD ei voitu selvittää, jotta kaikki poistetaan.
fr: Impossible de résoudre HEAD pour jeter tous
he: לא הצלחנו לפתור את ה-HEAD עבור ' discard all'
hi: : 'discard all' के लिए HEAD को समाधान नहीं किया जा सका।
hu: : „discard all" esetében a HEAD utasítást nem sikerült elvégezni.
id: Tidak dapat menyelesaikan HEAD untuk 'discard all'
it: Non è stato possibile risolvere il HEAD per "discard all"
ja: : 「discard all」のためのHEADリクエストを解決できませんでした。
ko: : 'discard all'에 대한 HEAD 요청을 해결할 수 없습니다.
nb: : Kunne ikke løse HEAD-forhånd for «discard all»
nl: : kon HEAD voor 'discard all' niet oplossen
pl: Nie udało się rozwiązać HEAD dla „discard all"
pt_br: Não foi possível resolver o HEAD para 'discard all'.
ru: Не удалось разрешить запрос HEAD для «discard all»
sv: Kunde inte uppdatera HEAD för 'discard all'
th: : ไม่สามารถ解析 HEAD สำหรับ discard all ได้
tr: : 'discard all' için HEAD işlemi çözülemedi.
uk: Не вдалося розв'язати HEAD для «discard all»
vi: Không thể giải quyết HEAD cho discard all
zh_hans: ：无法解析“discard all”对应的HEAD请求
zh_hant: ：無法解析“discard all”對應的HEAD請求

source: Could not resolve HEAD for merge
ar: تعذر حل HEAD للدمج
da: Kunne ikke løse HEAD for fletning
de: HEAD konnte für die Zusammenführung nicht aufgelöst werden
es: No se pudo resolver HEAD para fusionar
fi: PEAD ei voitu selvittää yhdistämistä varten
fr: Impossible de résoudre HEAD pour la fusion
he: לא הצלחנו לפתור את ה-HEAD עבור שילוב
hi: : मर्ज के लिए HEAD को समाधान नहीं किया जा सका।
hu: : a merge-re vonatkozó HEAD-öt nem sikerült elérni.
id: Tidak dapat menyelesaikan HEAD untuk merge
it: Non è stato possibile risolvere il HEAD per la fusione
ja: : メージャリング用HEADリクエストの解決に失敗しました
ko: : 합병용 HEAD를 해결할 수 없습니다.
nb: : Kunne ikke løse HEAD for merge
nl: : Kon HEAD voor merge niet oplossen
pl: Nie udało się rozwiązać HEAD dla merge
pt_br: Não foi possível resolver o HEAD para a fusão
ru: Не удалось разрешить запрос HEAD для слияния
sv: Kunde inte upprätta HEAD för sammanföling
th: : ไม่สามารถแก้ไขค่า HEAD สำหรับการรวมได้
tr: : Birleşim için HEAD adresini çözemezdim.
uk: Не вдалося розв'язати HEAD для злиття
vi: Không thể giải quyết HEAD cho quá trình hợp nhất
zh_hans: ：无法解析合并操作的HEAD请求
zh_hant: ：無法解析閤併操作的HEAD請求

source: Could not resolve HEAD for push
ar: تعذر حل مشكلة HEAD للدفع
da: Kunne ikke løse HEAD for push
de: HEAD für Push konnte nicht aufgelöst werden
es: No se pudo resolver HEAD para enviar
fi: PEAD ei voitu selvittää työnnän
fr: n&#39;a pas pu résoudre la tête pour la poussée
he: לא הצלחנו לפתור את ה-HEAD עבור 'push'
hi: : 'push' के लिए HEAD को समाधान नहीं किया जा सका।
hu: : a push esetében a HEAD-t nem sikerült megoldani
id: Tidak dapat menyelesaikan HEAD untuk push
it: Non è stato possibile risolvere il HEAD per il push
ja: : パッシュ時のHEADリクエストを解決できませんでした
ko: : 'push'에 대한 HEAD 요청을 해결할 수 없습니다.
nb: : Kunne ikke løse HEAD-for push
nl: : Kon HEAD voor push niet oplossen
pl: Nie udało się rozwiązać HEAD dla push.
pt_br: Não foi possível resolver o HEAD para push
ru: Не удалось разрешить HEAD для операции push
sv: Kunde inte upprätta HEAD för push
th: : ไม่สามารถ解析 HEAD สำหรับ push ได้
tr: : Push için HEAD'i çözülemiyordu
uk: Не вдалося розв'язати HEAD для push
vi: Không thể giải quyết HEAD cho thao tác push
zh_hans: ：无法解析推送的 HEAD 请求
zh_hant: ：無法解析推送的 HEAD 請求
